tap "ankitpokhrel/jira-cli"
tap "astronomer/tap"
tap "cockroachdb/tap"
tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "mobile-dev-inc/tap"
tap "nikitabobko/tap"
tap "withgraphite/tap"
tap "xcodesorg/made"
brew "act"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aria2"
brew "xz"
brew "awscli"
brew "bazelisk"
brew "buildifier"
brew "buildozer"
brew "cairo"
brew "codanna"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "giflib"
brew "gradle"
brew "jira-cli"
brew "jpeg"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "libxml2"
brew "markdownlint-cli"
brew "mint"
brew "neovim"
brew "opentofu"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watchexec"
brew "yq"
brew "zlib"
brew "astronomer/tap/astro"
brew "cockroachdb/tap/ccloud"
brew "cockroachdb/tap/cockroach"
brew "felixkratz/formulae/sketchybar"
brew "withgraphite/tap/graphite"
brew "xcodesorg/made/xcodes"
cask "nikitabobko/tap/aerospace"
cask "bitwarden"
cask "cursor"
cask "font-hack-nerd-font"
cask "ghostty"
cask "ngrok"
cask "rancher"
cask "snowflake-snowsql"
cask "temurin@21"
cask "trunk-io"
vscode "anysphere.remote-ssh"
